{
  "name": "Транспортный университет",
  "head": "ТГТУ",
  "teachers": "Преподаватели",
  "back": "Назад",
  "header": {
    "talaba": "Студент",
    "xodim": "Сотрудник",
    "kutubxona": "Библиотека",
    "alumni": "Выпускники",
    "qidiruv": "Поиск",
    "sym": "Символы"
  },
  "news": {
    "title": "Новости университета",
    "btn": "Посмотреть все",
    "t": "Видеокадры с мероприятий",
    "u": "Новости университета",
    "b": "Все"
  },
  "events": {
    "title": "Предстоящие события"
  },
  "interactive": {
    "title": "Интерактивные услуги",
    "btn": "Посмотреть все",
    "desc": "Эффективно используйте интерактивные услуги университета!",
    "расписание": "Расписание занятий"
  },
  "faculties": {
    "title": "Факультеты и кафедры",
    "btn": "Посмотреть все",
    "kafedra": "Кафедры",
    "all": "Факультеты",
    "in": "факультет"
  },
  "talim": {
    "title": "Образование",
    "desc": "Мысль, получившая хорошее образование, становится острой, как кинжал или алмаз.",
    "btn": "Посмотреть все"
  },
  "honory": {
    "title": "Почетные профессора"
  },
  "student": {
    "title": "Студенческая жизнь",
    "desc": "Университет предоставляет множество возможностей для студентов проводить свое время с пользой.",
    "btn": "Посмотреть все"
  },
  "survery": {
    "title": "Исследования",
    "btn": "Посмотреть все исследования",
    "1": "Научные центры",
    "2": "Библиотека",
    "3": "Книги",
    "markaz": "Совершение открытий важно для нашего мира, здоровья и интеллектуальной жизни.",
    "kutubxona": "Библиотека — это место, где люди читают, учатся, проводят исследования и открывают новые идеи.",
    "kitob": "Книга — лучший друг, который расширяет знания человека, обогащает воображение и улучшает жизнь."
  },
  "centers": {
    "title": "Научные центры",
    "desc": "Сделать открытия важно для нашего мира, здоровья и интеллектуальной жизни.",
    "btn": "Посмотреть все",
    "kop": "Узнать больше",
    "centers": "Центры"
  },
  "alumni": {
    "title": "Почетные выпускники",
    "desc": "Сегодня многие выпускники университета занимают руководящие должности в министерствах, ведомствах и законодательных органах Узбекистана, успешно работают в ведущих международных организациях и крупных компаниях по всему миру.",
    "btn": "Посмотреть все"
  },
  "about": {
    "title": "О Транспортном Университете",
    "desc": "Система подготовки высококвалифицированных кадров для транспортной отрасли республики была коренным образом усовершенствована на основе передового зарубежного опыта и международных стандартов, за счет широкого внедрения инновационных методов обучения и современных педагогических и информационных технологий в учебный процесс, а также укрепления материально-технической базы и повышения научного потенциала отраслевых учебных заведений.",
    "talaba": "Количество студентов",
    "professor": "Профессора и преподаватели",
    "doktarant": "Докторанты",
    "yonalish": "Специальности",
    "qoshimcha": "Дополнительная образование",
    "fakultet": "Факультеты"
  },
  "footer": {
    "title": "Транспортный Университет",
    "desc": "Студенты - наша главная сила. Поэтому, если мы хотим ввести что-то новое в нашем университете, мы всегда консультируемся с ними.",
    "loc": "г. Ташкент, Мирабадский район, улица Темирйолчилар, дом 1",
    "take": "Взять местоположение",
    "about": {
      "title": "О нас",
      "home": "Главная страница",
      "biz": "О нас",
      "talim": "Образование",
      "bitirvchi": "Выпускник",
      "manaviyat": "Духовность",
      "qabul": "Приемная комиссия"
    },
    "links": {
      "title": "Ссылки",
      "xoldim": "Hemis Сотрудник",
      "talaba": "Hemis Студент",
      "kutubxona": "Библиотека",
      "mail": "Корпоративная почта",
      "jurnal": "Журнал TSTU",
      "moodle": "Moodle"
    }
  },
  "facultet": {
    "btn": "Узнать больше о факультете",
    "about": "О факультете.",
    "dekan": "Декан факультета.",
    "orin": "Заместители декана факультета",
    "kafedra": "Кафедры",
    "markaz": "Научные центры",
    "bakalavr": "Бакалаврские программы",
    "magistr": "Магистерские программы",
    "links": {
      "link1": "О факультете",
      "link2": "Кафедры",
      "link3": "Центры"
    }
  },
  "kafedra": {
    "btn": "Узнать больше о кафедре",
    "about": "О кафедре.",
    "mudir": "Заведующий кафедрой.",
    "teachers": "Преподаватели кафедры.",
    "bakalavr": "Бакалаврские программы",
    "magistr": "Магистратура",
    "links": {
      "link1": "О кафедре",
      "link2": "Программы"
    }
  },
  "employee": {
    "bio": "Биография",
    "fio": "Ф.И.О",
    "birth": "Дата рождения",
    "deg": "Степень",
    "ex": "Опыт",
    "tel": "Телефон",
    "address": "Адрес",
    "lang": "Языки",
    "uz": "Узбекский",
    "en": "Английский",
    "ru": "Русский",
    "ilm": "НАУЧНАЯ ДЕЯТЕЛЬНОСТЬ",
    "portfolio": "Портфолио",
    "appeal": "Отправить обращение",
    "name": "Ваше имя",
    "email": "Электронная почта",
    "subject": "Ваша профессия",
    "message": "Ваше сообщение",
    "bottom": "Все права защищены 2024"
  },

  "login": {
    "title": "Войти!",
    "login": "Электронная почта или номер телефона",
    "pw": "Пароль",
    "forgot": "Забыли пароль?",
    "btn": "Войти"
  },
  "contact": {
    "title": "Связаться с нами",
    "desc": "Чем больше вы работаете над чем-то, тем больше вы будете чувствовать, когда достигнете этого.",
    "btn": "Отправить"
  },
  "galereya": {
    "link1": "Категория",
    "link2": "3D Галерея",
    "link3": "С Мероприятий",
    "link4": "Общее",
    "title": "Жизнь в Транспортном Университете в Картинках",
    "desc": "Картинки из жизни Транспортного Университета",
    "t1": "Избранные Картинки",
    "t2": "3D Картинки",
    "t3": "С Мероприятий",
    "t4": "Общее",
    "btn": "3D Тур по Университету"
  },
  "history": "Наша история",
  "elon": "Объявления",
  "structure": "СТРУКТУРА ТАШКЕНТСКОГО ГОСУДАРСТВЕННОГО УНИВЕРСИТЕТА ТРАНСПОРТА",
  "rectorat": "Ректорат",
  "appeal": {
    "title1": "Ректор Ташкентского государственного транспортного университета",
    "title2": "Одиль Каландарович Абдурахманов",
    "title3": "Виртуальная приемная",
    "btn1": "Отправить Обращение",
    "btn2": "Проверить Статус Обращения",
    "btn3": "Публичное предложение",
    "desc": "У вас есть нерешенные вопросы, проблемы, заявления, жалобы или предложения? Если да, вы можете отправить свое обращение напрямую ректору Ташкентского государственного транспортного университета.",
    "btn": "Отправить",
    "email": "Введите ваш адрес электронной почты для проверки статуса обращения",
    "oferma": "Уважаемый пользователь!",
    "top": "Вам предоставляется возможность направлять обращения непосредственно ректору Ташкентского государственного транспортного университета в электронном виде. Мы также хотим напомнить, что ваше обращение имеет официальный статус.",
    "start": "Поэтому, пожалуйста, помните о следующем:",
    "li1": "Если вы подаете обращение как физическое лицо, вы должны указать свою фамилию (имя, отчество), информацию о вашем месте жительства и суть вашего обращения. Если вы подаете обращение как юридическое лицо, вы должны указать полное наименование юридического лица, его местонахождение (почтовый адрес) и суть обращения.",
    "li2": "Обратите особое внимание! Запрещено подавать обращения, содержащие клевету, оскорбительную лексику или ложную информацию.",
    "li3": "Мы также хотим напомнить, что ваши обращения могут быть отклонены в следующих случаях:",
    "li4": "обращения с неподобающим содержанием (нецензурные или оскорбительные выражения, угрозы, бессмысленные предложения и подобные обращения);",
    "li5": "обращения, содержащие непонятные сокращения или рекламные материалы, и обращения, не содержащие конкретных заявлений, жалоб или предложений.",
    "li6": "Кроме того, повторные обращения по одному и тому же вопросу, на которые уже был дан ответ, без новых аргументов или обстоятельств, рассматриваться не будут.",
    "bottom": "Все эти условия установлены на основе действующего законодательства Республики Узбекистан."
  },
  "department": {
    "b": "Отделы"
  },
  "oav": "СМИ – это о нас",
  "lab": "Учебная лаборатория",
  "Brm": {
    "title": "ЦЕЛИ УСТОЙЧИВОГО РАЗВИТИЯ",
    "desc": "Цели в области устойчивого развития, иначе известные как Глобальные цели, являются всеобщим призывом к действиям по искоренению нищеты, защите планеты, а также обеспечению мира и процветания для всех людей. Цели были одобрены всеми государствами-членами ООН, включая Узбекистан, в сентябре 2015 года. Они включают 17 целей и 169 задач, которые должны быть достигнуты к 2030 году."
  },
  "Aboutus": {
    "title": "Основная информация",
    "desc": "Целью создания института является развитие системы подготовки высококвалифицированных специалистов для транспортной отрасли Республики Узбекистан на основе лучших зарубежных практик и международных стандартов, внедрение инновационных форм и методов обучения, современных педагогических и информационных технологий, укрепление материально-технической базы учебных заведений транспортного образования и дальнейшее повышение их научного потенциала: Министерство транспорта Республики Узбекистан, Министерство высшего и среднего специального образования и акционерное общество «Узбекистанские железные дороги» в рамках реализации Постановления Президента Республики Узбекистан от 4 мая 2020 года № PQ-4703.",
    "title1": "Университет:",
    "data1": "<p>- Является ведущим высшим учебным заведением для подготовки, переподготовки и повышения квалификации высокообразованных специалистов и научных кадров для транспортной сферы;</p> <p>- Постепенно вводит кредитно-модульную систему образования в соответствии с передовыми международными образовательными стандартами и учебными программами, начиная с 2020/2021 учебного года;</p> <p>- Подчиняется Министерству транспорта Республики Узбекистан.</p>",
    "title2": "Основные задачи и направления деятельности Университета:",
    "data2": "<p>- Подготовка, переподготовка и повышение квалификации конкурентоспособных высокообразованных специалистов и научно-педагогических кадров, а также специалистов массовых профессий на основе потребностей транспортной сферы и рынка труда</p> <p>- Проведение фундаментальных, практических и инновационных исследований и разработок по актуальным вопросам развития транспортной сферы и разработка предложений по широкому внедрению их результатов, включая цифровые и другие современные технологии</p> <p>- Реализация совместных образовательных программ и научных проектов, повышение квалификации профессорско-преподавательского состава Университета и организация обучения выпускников по программам магистратуры и докторантуры за рубежом в сотрудничестве с ведущими зарубежными высшими учебными и научными учреждениями</p> <p>- Создание непрерывной системы подготовки кадров для транспортной сферы, обеспечение преемственности и непрерывности образовательных программ академических лицеев и профессиональных образовательных учреждений в сфере</p> <p>- Обеспечение практической связи теоретической подготовки в образовательном процессе путем организации практики студентов в соответствующих организациях сферы в сотрудничестве с организациями транспортной сферы и установление целевого сотрудничества для трудоустройства выпускников</p>"
  },

  "Mdirections": {
    "title": "Образовательные специальности"
  },
  "Bdirections": {
    "title": "Образовательные направления",
    "btn": "Подробнее",
    "fak": "Факультет:",
    "dep": "Код направления:",
    "dd1": "Язык обучения",
    "dd2": "Контракт",
    "dd3": "Стипендия",
    "dd4": "Заочное обучение",
    "dd5": "Очное обучение",
    "dd6": "Дистанционное обучение"
  },
  "College": {
    "title": "Техникумы"
  }
}
